{"PAD": 0, "UNK": 1, "00260881": 2, "00260622": 3, "01332730": 4, "03122748": 5, "06066555": 6, "00645415": 7, "09322930": 8, "09360122": 9, "07193596": 10, "00784342": 11, "01768969": 12, "02636811": 13, "01455754": 14, "01974062": 15, "07554856": 16, "07553301": 17, "00057306": 18, "00056912": 19, "10341660": 20, "02661252": 21, "13219258": 22, "13167078": 23, "01698271": 24, "01754576": 25, "10499355": 26, "10083823": 27, "02103406": 28, "02084071": 29, "07190941": 30, "07185325": 31, "12090318": 32, "12093769": 33, "12213635": 34, "12214245": 35, "02651424": 36, "02672371": 37, "10668450": 38, "10525134": 39, "01837746": 40, "01342529": 41, "04692908": 42, "01259005": 43, "00848169": 44, "06719579": 45, "10483138": 46, "00968211": 47, "03631445": 48, "01521603": 49, "08135342": 50, "08123167": 51, "12219065": 52, "13112664": 53, "00257269": 54, "00230746": 55, "04216634": 56, "01460029": 57, "07306252": 58, "01810447": 59, "02261757": 60, "02261419": 61, "08730550": 62, "09733899": 63, "04085873": 64, "01271658": 65, "04337740": 66, "01410223": 67, "03522863": 68, "03091374": 69, "01781478": 70, "04826771": 71, "12418065": 72, "11561228": 73, "05034989": 74, "06037666": 75, "09617161": 76, "06694149": 77, "12319687": 78, "12321077": 79, "09809749": 80, "10317007": 81, "11647131": 82, "11554175": 83, "12493208": 84, "12493426": 85, "12526178": 86, "12205694": 87, "01634424": 88, "01634142": 89, "00692329": 90, "00690614": 91, "02282082": 92, "04388743": 93, "00561714": 94, "01157517": 95, "06329313": 96, "00060477": 97, "10065066": 98, "06159473": 99, "13425637": 100, "00524299": 101, "02519183": 102, "02518161": 103, "00729108": 104, "00602805": 105, "06718862": 106, "09716439": 107, "12108742": 108, "11744859": 109, "00845909": 110, "10009671": 111, "07439284": 112, "01901783": 113, "09275473": 114, "09012297": 115, "03619396": 116, "02339413": 117, "00226566": 118, "00374224": 119, "07762244": 120, "07705931": 121, "08969798": 122, "08524735": 123, "01024190": 124, "06333653": 125, "09959387": 126, "09774783": 127, "12191587": 128, "13109733": 129, "07047804": 130, "07020895": 131, "13820655": 132, "13819207": 133, "08929922": 134, "13753430": 135, "00452512": 136, "01695567": 137, "03376595": 138, "04119892": 139, "13624873": 140, "13616054": 141, "10640620": 142, "01428853": 143, "00680485": 144, "06211078": 145, "10688356": 146, "06248968": 147, "09795124": 148, "09875786": 149, "09754051": 150, "00245289": 151, "06162979": 152, "05726596": 153, "04560113": 154, "01456463": 155, "03044934": 156, "07933799": 157, "07933274": 158, "13477023": 159, "00545557": 160, "12545232": 161, "13118707": 162, "14323683": 163, "02121511": 164, "02349212": 165, "13929852": 166, "00242003": 167, "00346537": 168, "01146039": 169, "01145359": 170, "02497824": 171, "01185611": 172, "03813704": 173, "08199025": 174, "04060647": 175, "02107248": 176, "15101586": 177, "02761685": 178, "06158185": 179, "06153846": 180, "10512562": 181, "01098452": 182, "12834408": 183, "12834671": 184, "12850718": 185, "11579418": 186, "00244625": 187, "03087366": 188, "03003928": 189, "08703454": 190, "00268112": 191, "00267522": 192, "07825972": 193, "07810907": 194, "09189411": 195, "08759420": 196, "03955296": 197, "01249490": 198, "08081403": 199, "08208560": 200, "01718867": 201, "00612114": 202, "01684899": 203, "00936620": 204, "00820976": 205, "01015244": 206, "00689729": 207, "00671351": 208, "10056103": 209, "00164816": 210, "07414922": 211, "02248465": 212, "00082563": 213, "00612160": 214, "07803545": 215, "07802417": 216, "00634472": 217, "05651680": 218, "06488880": 219, "06481320": 220, "00972621": 221, "00955060": 222, "00631391": 223, "01878466": 224, "02461014": 225, "02461128": 226, "06150633": 227, "06149484": 228, "04764412": 229, "04723816": 230, "07139151": 231, "07172756": 232, "14659211": 233, "02691156": 234, "02062212": 235, "00290276": 236, "02469588": 237, "04191150": 238, "04521987": 239, "00438495": 240, "00126264": 241, "00613973": 242, "06182144": 243, "07117472": 244, "07115914": 245, "01783571": 246, "01783706": 247, "04792357": 248, "00051045": 249, "11915214": 250, "11669921": 251, "15165289": 252, "15113229": 253, "00939277": 254, "06743362": 255, "01182654": 256, "02582042": 257, "10987358": 258, "10043643": 259, "08806897": 260, "09716933": 261, "01049266": 262, "02158896": 263, "00829170": 264, "00828990": 265, "02423465": 266, "01864707": 267, "09279458": 268, "00002684": 269, "06284225": 270, "00455348": 271, "00230276": 272, "08900535": 273, "09303647": 274, "00628491": 275, "05786372": 276, "02444662": 277, "13994806": 278, "11873396": 279, "11575425": 280, "14720238": 281, "14716997": 282, "00430140": 283, "00747029": 284, "12145802": 285, "11556857": 286, "08656590": 287, "08191701": 288, "02116980": 289, "02116118": 290, "05551318": 291, "00015388": 292, "12508936": 293, "11585340": 294, "01769902": 295, "01282014": 296, "02198332": 297, "01759182": 298, "01014609": 299, "01013367": 300, "00595146": 301, "00586262": 302, "13345286": 303, "13344804": 304, "00803394": 305, "00246217": 306, "13651804": 307, "13603305": 308, "04063373": 309, "00998399": 310, "00509846": 311, "00428000": 312, "02460483": 313, "02649830": 314, "00094460": 315, "00041899": 316, "03022406": 317, "14620895": 318, "03599761": 319, "04007894": 320, "05768806": 321, "01637633": 322, "00594146": 323, "00892861": 324, "00833199": 325, "00831651": 326, "02026785": 327, "05115804": 328, "14175579": 329, "14133159": 330, "01041762": 331, "05978623": 332, "10777299": 333, "00915830": 334, "10118382": 335, "00605310": 336, "01532329": 337, "01531998": 338, "01158064": 339, "09918248": 340, "10373998": 341, "15267536": 342, "15266911": 343, "14493426": 344, "14493145": 345, "00946499": 346, "02034300": 347, "01907258": 348, "03045074": 349, "02926044": 350, "03771443": 351, "02038617": 352, "01504437": 353, "07121361": 354, "00914634": 355, "02121234": 356, "02124623": 357, "07921615": 358, "07921455": 359, "01912893": 360, "04545471": 361, "10153155": 362, "09867956": 363, "08236621": 364, "08236438": 365, "05484573": 366, "05329735": 367, "09381242": 368, "09416076": 369, "14023491": 370, "09793495": 371, "00622384": 372, "07510495": 373, "02679899": 374, "14578940": 375, "00562882": 376, "13498828": 377, "00400883": 378, "07357679": 379, "01107254": 380, "01105639": 381, "05045208": 382, "05044822": 383, "03110322": 384, "00002325": 385, "00449692": 386, "00395797": 387, "05623628": 388, "05623181": 389, "00303495": 390, "00302394": 391, "01778212": 392, "04760771": 393, "00931555": 394, "00604617": 395, "00284669": 396, "03789603": 397, "00338821": 398, "00939628": 399, "03285912": 400, "01580467": 401, "01589363": 402, "13911872": 403, "01121855": 404, "01120448": 405, "06600684": 406, "00780575": 407, "05301908": 408, "05305806": 409, "01610758": 410, "01610955": 411, "07416441": 412, "07296428": 413, "00813978": 414, "00943563": 415, "01610463": 416, "00708017": 417, "09726970": 418, "09726621": 419, "09968845": 420, "09774266": 421, "00996102": 422, "06428792": 423, "01732244": 424, "01727646": 425, "09989290": 426, "10787470": 427, "13044149": 428, "11592146": 429, "04105893": 430, "04546855": 431, "02423589": 432, "02423022": 433, "10421470": 434, "06055300": 435, "05681117": 436, "05768553": 437, "01672607": 438, "00485711": 439, "01239619": 440, "01236164": 441, "05718935": 442, "05718254": 443, "08913434": 444, "08919241": 445, "02677097": 446, "13793504": 447, "03399047": 448, "04161358": 449, "10129825": 450, "15147330": 451, "11766609": 452, "11769483": 453, "00263231": 454, "13894434": 455, "01725712": 456, "01256332": 457, "00024814": 458, "00401783": 459, "11439031": 460, "11429968": 461, "02317970": 462, "01150467": 463, "00340192": 464, "02049696": 465, "00900070": 466, "00899927": 467, "15256915": 468, "15255641": 469, "10426454": 470, "10264437": 471, "00200397": 472, "10513120": 473, "09773962": 474, "00976653": 475, "10986437": 476, "09765278": 477, "02480923": 478, "04811126": 479, "04631298": 480, "00024264": 481, "00318035": 482, "00317207": 483, "09887034": 484, "00637259": 485, "00040928": 486, "03714235": 487, "00588221": 488, "00532892": 489, "04490091": 490, "04294614": 491, "00772026": 492, "00770270": 493, "06142412": 494, "06142118": 495, "09257949": 496, "01207951": 497, "00260648": 498, "00266806": 499, "10408552": 500, "10547145": 501, "02431976": 502, "02430045": 503, "06663940": 504, "06652242": 505, "00589624": 506, "07538965": 507, "04713428": 508, "02657219": 509, "00134099": 510, "01414088": 511, "11412993": 512, "06148148": 513, "01524885": 514, "01591490": 515, "07248653": 516, "02302817": 517, "12574727": 518, "12574866": 519, "09407043": 520, "00025654": 521, "00387897": 522, "00651759": 523, "00650353": 524, "06449735": 525, "06544142": 526, "05042871": 527, "02523275": 528, "07206887": 529, "06163751": 530, "02475261": 531, "00803325": 532, "11813830": 533, "11573660": 534, "00523436": 535, "04951186": 536, "01309991": 537, "04880830": 538, "14554853": 539, "14552802": 540, "02609203": 541, "02608347": 542, "01396170": 543, "01388130": 544, "04755218": 545, "04754862": 546, "09043052": 547, "09330913": 548, "00577068": 549, "01525666": 550, "09911570": 551, "01037303": 552, "04780605": 553, "01627965": 554, "00935940": 555, "10029269": 556, "04039848": 557, "04564413": 558, "06738281": 559, "06672752": 560, "06672297": 561, "08570758": 562, "08571275": 563, "11192067": 564, "09974648": 565, "11658104": 566, "11658331": 567, "08511970": 568, "02337699": 569, "02644035": 570, "01259034": 571, "02612982": 572, "02613181": 573, "11838413": 574, "11672400": 575, "05943300": 576, "02858231": 577, "01245490": 578, "15042542": 579, "00678282": 580, "01144355": 581, "01566888": 582, "01569713": 583, "11700401": 584, "11700676": 585, "10434725": 586, "01641914": 587, "01835496": 588, "00781000": 589, "00653449": 590, "05779116": 591, "05284132": 592, "05546040": 593, "11033358": 594, "10020890": 595, "02569130": 596, "04890112": 597, "11735822": 598, "11735977": 599, "02401661": 600, "00461402": 601, "01785392": 602, "01785532": 603, "13071029": 604, "01026975": 605, "00798245": 606, "00763399": 607, "07177924": 608, "09632518": 609, "00007846": 610, "13194572": 611, "11545714": 612, "02726305": 613, "03546340": 614, "09826821": 615, "10024119": 616, "00618682": 617, "05840188": 618, "08949093": 619, "08951957": 620, "09917214": 621, "12495509": 622, "09444100": 623, "09239740": 624, "01029114": 625, "00860620": 626, "00503982": 627, "00889831": 628, "07527817": 629, "01813668": 630, "10407552": 631, "10770059": 632, "00375071": 633, "00236999": 634, "01047937": 635, "00168588": 636, "01822423": 637, "01825009": 638, "08766988": 639, "07491591": 640, "06373747": 641, "02526934": 642, "12335664": 643, "12334891": 644, "00042757": 645, "01848718": 646, "02744977": 647, "00795785": 648, "02037090": 649, "13889602": 650, "02562315": 651, "02554730": 652, "07543288": 653, "01775164": 654, "07143624": 655, "00876665": 656, "07295047": 657, "00344174": 658, "07335917": 659, "00421691": 660, "02747667": 661, "00549106": 662, "05698791": 663, "00687926": 664, "15152261": 665, "01471954": 666, "01027662": 667, "15253139": 668, "00935827": 669, "00933821": 670, "00734587": 671, "00734054": 672, "13230662": 673, "03739327": 674, "03828465": 675, "12739072": 676, "08207672": 677, "08207209": 678, "10180178": 679, "10389398": 680, "02367678": 681, "07075172": 682, "07907037": 683, "01922576": 684, "01921964": 685, "02531422": 686, "01076793": 687, "09050244": 688, "09071690": 689, "08160276": 690, "02650840": 691, "12868248": 692, "01949330": 693, "01939598": 694, "06633692": 695, "06628861": 696, "08849372": 697, "02628647": 698, "02627934": 699, "08771116": 700, "09977520": 701, "10533983": 702, "02760658": 703, "02760429": 704, "04097256": 705, "03720163": 706, "01497736": 707, "06607339": 708, "10034201": 709, "01171183": 710, "00583523": 711, "00583242": 712, "02596067": 713, "02594250": 714, "05467054": 715, "05467432": 716, "01650509": 717, "01626600": 718, "05762258": 719, "00634090": 720, "00013858": 721, "00010435": 722, "04981139": 723, "04983122": 724, "09800964": 725, "10372373": 726, "03177165": 727, "03113152": 728, "02547586": 729, "01207609": 730, "08541130": 731, "08592656": 732, "05564590": 733, "05566919": 734, "14031523": 735, "00406243": 736, "09340452": 737, "09208496": 738, "04567222": 739, "08590172": 740, "08397255": 741, "08965598": 742, "08698379": 743, "09482131": 744, "09411430": 745, "01626138": 746, "01014731": 747, "00818466": 748, "09614684": 749, "02926288": 750, "04412901": 751, "10703336": 752, "02267975": 753, "02268148": 754, "01950502": 755, "01950798": 756, "08415272": 757, "08414119": 758, "00522145": 759, "00521562": 760, "01697406": 761, "10325774": 762, "00744916": 763, "04709253": 764, "13464204": 765, "00208497": 766, "00597385": 767, "05641959": 768, "00390906": 769, "00220276": 770, "07555647": 771, "07555014": 772, "00282050": 773, "01992503": 774, "08017974": 775, "00759694": 776, "06883073": 777, "06882561": 778, "09623038": 779, "08381436": 780, "00820721": 781, "00817680": 782, "10404550": 783, "01037650": 784, "00654234": 785, "00981830": 786, "08860123": 787, "13753067": 788, "12715569": 789, "12716166": 790, "10495555": 791, "02245555": 792, "10437852": 793, "10266848": 794, "00066191": 795, "07014752": 796, "01999218": 797, "06156346": 798, "00833870": 799, "00831191": 800, "09209263": 801, "08858248": 802, "00507143": 803, "07643306": 804, "00371955": 805, "00212414": 806, "00182269": 807, "02902250": 808, "10498816": 809, "01076370": 810, "01171644": 811, "01146918": 812, "09403581": 813, "02507736": 814, "14406573": 815, "05713737": 816, "02123672": 817, "09421191": 818, "03076411": 819, "02506361": 820, "07520612": 821, "00267041": 822, "14577469": 823, "01904293": 824, "00442115": 825, "01477184": 826, "13169674": 827, "13184492": 828, "09546280": 829, "15259284": 830, "02012344": 831, "10724699": 832, "03478589": 833, "03764276": 834, "02023107": 835, "08307589": 836, "09968549": 837, "09620078": 838, "09206985": 839, "03259505": 840, "02821627": 841, "08792548": 842, "08794798": 843, "10334957": 844, "02491383": 845, "02490877": 846, "00189257": 847, "13610162": 848, "02221240": 849, "02221414": 850, "00417413": 851, "02422685": 852, "02393086": 853, "02392878": 854, "13955461": 855, "13954818": 856, "01370590": 857, "02035337": 858, "02372251": 859, "02372397": 860, "00399368": 861, "06090869": 862, "02944327": 863, "06054892": 864, "01896295": 865, "01708676": 866, "02148788": 867, "02137132": 868, "03661340": 869, "04453910": 870, "05826291": 871, "00664788": 872, "00204391": 873, "00203866": 874, "09808080": 875, "10016103": 876, "01229071": 877, "03194992": 878, "00003553": 879, "01462005": 880, "02269894": 881, "00945916": 882, "03997484": 883, "02597173": 884, "01432517": 885, "07546465": 886, "07480068": 887, "15243730": 888, "15248020": 889, "05062748": 890, "04916342": 891, "11845387": 892, "11845557": 893, "01967373": 894, "01970826": 895, "13233012": 896, "13239471": 897, "00745005": 898, "05653575": 899, "05652926": 900, "12188635": 901, "12188289": 902, "12911440": 903, "07734555": 904, "01408153": 905, "01405044": 906, "00467717": 907, "13617952": 908, "12623524": 909, "11077195": 910, "09767700": 911, "05821486": 912, "02712443": 913, "08208016": 914, "05904135": 915, "08441203": 916, "09100394": 917, "08633957": 918, "01945845": 919, "01942177": 920, "06277280": 921, "06278136": 922, "14561618": 923, "00092293": 924, "10719395": 925, "00135311": 926, "01229976": 927, "10548227": 928, "00590518": 929, "01822602": 930, "01503061": 931, "04907575": 932, "04907269": 933, "00580865": 934, "01870867": 935, "00329031": 936, "12334293": 937, "03760671": 938, "03709206": 939, "00514871": 940, "02446651": 941, "11893808": 942, "03319745": 943, "04065464": 944, "01033527": 945, "02629793": 946, "15279596": 947, "15279104": 948, "14449405": 949, "02297409": 950, "11413263": 951, "10462860": 952, "10480253": 953, "01309109": 954, "00973077": 955, "10830456": 956, "10423589": 957, "00787832": 958, "00786195": 959, "03839993": 960, "04341686": 961, "04728376": 962, "02341266": 963, "00878348": 964, "00788821": 965, "12609638": 966, "11555413": 967, "02335828": 968, "05112609": 969, "01157557": 970, "01158190": 971, "01211339": 972, "02554922": 973, "04735233": 974, "02504131": 975, "06844903": 976, "06841365": 977, "02991302": 978, "02685299": 979, "04829282": 980, "04828925": 981, "10047459": 982, "07508806": 983, "14379829": 984, "01925372": 985, "01665836": 986, "00243918": 987, "02489363": 988, "02488834": 989, "02368280": 990, "02368399": 991, "13723712": 992, "13718451": 993, "04404412": 994, "00029378": 995, "00023100": 996, "01912272": 997, "01913035": 998, "10375506": 999, "10376523": 1000, "01837744": 1001, "00021766": 1002, "02466496": 1003, "01068012": 1004, "00773432": 1005, "00964694": 1006, "04781755": 1007, "01460421": 1008, "03904183": 1009, "09975425": 1010, "05638063": 1011, "01491991": 1012, "01492212": 1013, "13887509": 1014, "01884974": 1015, "00331655": 1016, "00645939": 1017, "00877345": 1018, "10011785": 1019, "10009276": 1020, "11719468": 1021, "11727976": 1022, "00192836": 1023, "04631700": 1024, "07795598": 1025, "01202728": 1026, "07570720": 1027, "02640093": 1028, "01429349": 1029, "00657728": 1030, "10140783": 1031, "05603160": 1032, "01201089": 1033, "14796969": 1034, "14836127": 1035, "09899782": 1036, "13370448": 1037, "00032613": 1038, "08230294": 1039, "11911591": 1040, "11973159": 1041, "03500557": 1042, "01319562": 1043, "00711550": 1044, "09615807": 1045, "09041785": 1046, "09041199": 1047, "06295235": 1048, "03763727": 1049, "00661213": 1050, "05748786": 1051, "01516534": 1052, "01352996": 1053, "00410247": 1054, "02712243": 1055, "01719302": 1056, "06893885": 1057, "01796346": 1058, "07520112": 1059, "13491464": 1060, "00063095": 1061, "09096190": 1062, "08537837": 1063, "07168131": 1064, "00759657": 1065, "08964099": 1066, "08964474": 1067, "02298160": 1068, "01101103": 1069, "01101913": 1070, "01693881": 1071, "01019524": 1072, "09102016": 1073, "09103217": 1074, "02306159": 1075, "02307007": 1076, "10419047": 1077, "02579447": 1078, "00410406": 1079, "02927512": 1080, "00119873": 1081, "05220126": 1082, "05219923": 1083, "08439955": 1084, "12730544": 1085, "12724942": 1086, "08747054": 1087, "08847268": 1088, "04249415": 1089, "03249569": 1090, "02729182": 1091, "09222051": 1092, "08851034": 1093, "06943771": 1094, "06943558": 1095, "05011277": 1096, "05009170": 1097, "04494204": 1098, "02984699": 1099, "12288823": 1100, "07772788": 1101, "05524615": 1102, "05526175": 1103, "00733632": 1104, "00670991": 1105, "03147509": 1106, "00189062": 1107, "11856389": 1108, "13760316": 1109, "13576355": 1110, "02653706": 1111, "02671421": 1112, "00770997": 1113, "00770543": 1114, "00371487": 1115, "00371314": 1116, "15286249": 1117, "00202934": 1118, "04642258": 1119, "05204004": 1120, "05203649": 1121, "13377268": 1122, "06481156": 1123, "00238867": 1124, "00239614": 1125, "02123903": 1126, "00445467": 1127, "13491060": 1128, "01504480": 1129, "01090335": 1130, "08221897": 1131, "07975026": 1132, "12838027": 1133, "12857024": 1134, "00819508": 1135, "10206173": 1136, "08721559": 1137, "08691669": 1138, "08392137": 1139, "02627686": 1140, "01437888": 1141, "03709644": 1142, "03560161": 1143, "03265874": 1144, "07225696": 1145, "07224151": 1146, "04949066": 1147, "02230990": 1148, "01730799": 1149, "03024064": 1150, "00919424": 1151, "03429288": 1152, "04710390": 1153, "04710127": 1154, "13261916": 1155, "13261779": 1156, "01113473": 1157, "01111816": 1158, "11716422": 1159, "11714853": 1160, "02578235": 1161, "08994540": 1162, "08665504": 1163, "04834228": 1164, "04833687": 1165, "08705397": 1166, "02407987": 1167, "02410855": 1168, "09440400": 1169, "09731571": 1170, "00055793": 1171, "00570003": 1172, "13463490": 1173, "06876144": 1174, "01039330": 1175, "01444520": 1176, "10680153": 1177, "00604930": 1178, "09690371": 1179, "02625648": 1180, "12681141": 1181, "00101629": 1182, "00010241": 1183, "12399132": 1184, "12651821": 1185, "13926932": 1186, "13925752": 1187, "01259691": 1188, "00377169": 1189, "01078783": 1190, "01169744": 1191, "08131530": 1192, "08396537": 1193, "09343422": 1194, "11875100": 1195, "11878283": 1196, "04922787": 1197, "04922338": 1198, "08017257": 1199, "06024230": 1200, "06023969": 1201, "00510364": 1202, "04682462": 1203, "00870312": 1204, "00380424": 1205, "03724870": 1206, "01358328": 1207, "01389875": 1208, "01391174": 1209, "01716732": 1210, "01717016": 1211, "13839662": 1212, "03932203": 1213, "01656788": 1214, "10928140": 1215, "10030277": 1216, "11251531": 1217, "10430665": 1218, "06759974": 1219, "02642814": 1220, "07011387": 1221, "07010821": 1222, "12566627": 1223, "15098161": 1224, "07073447": 1225, "02527085": 1226, "00691050": 1227, "12930044": 1228, "12936999": 1229, "01181902": 1230, "12712820": 1231, "00223250": 1232, "00665886": 1233, "00837288": 1234, "00756331": 1235, "12081488": 1236, "00531490": 1237, "00531201": 1238, "10568200": 1239, "00475787": 1240, "15166742": 1241, "15166462": 1242, "08732116": 1243, "08733415": 1244, "01814091": 1245, "01507175": 1246, "02550868": 1247, "13247554": 1248, "05854150": 1249, "12485981": 1250, "13100677": 1251, "07404114": 1252, "07406765": 1253, "09298698": 1254, "09296121": 1255, "13628056": 1256, "13627516": 1257, "09738708": 1258, "00275253": 1259, "13475538": 1260, "11777080": 1261, "08890097": 1262, "09218641": 1263, "08540903": 1264, "02636921": 1265, "07237758": 1266, "04668139": 1267, "01476154": 1268, "00848466": 1269, "00751389": 1270, "00339085": 1271, "03141702": 1272, "02251743": 1273, "02199590": 1274, "10681557": 1275, "02338975": 1276, "11498203": 1277, "02713852": 1278, "14480420": 1279, "14479615": 1280, "00482298": 1281, "00566298": 1282, "00950936": 1283, "00978549": 1284, "08811215": 1285, "08805801": 1286, "03100490": 1287, "03575240": 1288, "00941990": 1289, "10630188": 1290, "13467700": 1291, "00209598": 1292, "10512708": 1293, "10677271": 1294, "12689808": 1295, "04179385": 1296, "01329239": 1297, "01629958": 1298, "01383646": 1299, "14597758": 1300, "03443543": 1301, "12274630": 1302, "12268246": 1303, "01229631": 1304, "10636598": 1305, "02465145": 1306, "02478701": 1307, "11311011": 1308, "10214637": 1309, "11774279": 1310, "11774513": 1311, "00768483": 1312, "00766234": 1313, "09038597": 1314, "08557482": 1315, "01474641": 1316, "00899292": 1317, "00988287": 1318, "01888295": 1319, "02076027": 1320, "14459422": 1321, "10415230": 1322, "09052835": 1323, "09126305": 1324, "05311054": 1325, "05340599": 1326, "08493493": 1327, "08574314": 1328, "09700492": 1329, "09634494": 1330, "01359432": 1331, "02861509": 1332, "07674749": 1333, "02399331": 1334, "02391803": 1335, "08349548": 1336, "00060833": 1337, "00692349": 1338, "07281219": 1339, "07037465": 1340, "01531265": 1341, "06855207": 1342, "02280223": 1343, "02325968": 1344, "02238085": 1345, "10162194": 1346, "14445749": 1347, "01815185": 1348, "02547225": 1349, "04873939": 1350, "09112282": 1351, "09264425": 1352, "05320899": 1353, "05299178": 1354, "00050693": 1355, "02625016": 1356, "01300655": 1357, "01301051": 1358, "14549937": 1359, "01917244": 1360, "02180797": 1361, "02461723": 1362, "06157326": 1363, "10618685": 1364, "10740868": 1365, "13601596": 1366, "13583724": 1367, "07186148": 1368, "00793580": 1369, "12122245": 1370, "12131550": 1371, "01377092": 1372, "01355326": 1373, "02549847": 1374, "02549581": 1375, "09031653": 1376, "02989893": 1377, "02996840": 1378, "02688895": 1379, "08337324": 1380, "01569181": 1381, "01323958": 1382, "02615494": 1383, "02615829": 1384, "07214267": 1385, "11940349": 1386, "11940006": 1387, "08426816": 1388, "02495922": 1389, "01195536": 1390, "00143914": 1391, "00142191": 1392, "14803074": 1393, "14802450": 1394, "06172294": 1395, "06691083": 1396, "05036394": 1397, "00227165": 1398, "00889490": 1399, "01385017": 1400, "01354869": 1401, "01356086": 1402, "02654890": 1403, "02655020": 1404, "05701363": 1405, "00341285": 1406, "11894558": 1407, "13085113": 1408, "13604275": 1409, "01002740": 1410, "06613686": 1411, "02025550": 1412, "09908508": 1413, "00590269": 1414, "09437098": 1415, "09334396": 1416, "00334935": 1417, "00072808": 1418, "00712389": 1419, "13962360": 1420, "02616713": 1421, "02561995": 1422, "09767197": 1423, "15158997": 1424, "15158816": 1425, "11331300": 1426, "10088390": 1427, "02837416": 1428, "03516011": 1429, "05124928": 1430, "05124057": 1431, "04434932": 1432, "13169219": 1433, "13192025": 1434, "13030157": 1435, "11590783": 1436, "03350011": 1437, "03431243": 1438, "10053439": 1439, "10053004": 1440, "12606907": 1441, "12607896": 1442, "14828683": 1443, "01233387": 1444, "00334174": 1445, "00331950": 1446, "00944548": 1447, "07144190": 1448, "02033137": 1449, "10614363": 1450, "01172598": 1451, "00156390": 1452, "01643657": 1453, "02207206": 1454, "02323286": 1455, "02282506": 1456, "02377938": 1457, "02359915": 1458, "02355227": 1459, "02644622": 1460, "00231567": 1461, "10017422": 1462, "10053808": 1463, "00689950": 1464, "06207199": 1465, "02376791": 1466, "02376542": 1467, "14656666": 1468, "14625458": 1469, "00812274": 1470, "01216004": 1471, "01829869": 1472, "01825930": 1473, "10562283": 1474, "10276045": 1475, "00151689": 1476, "00351638": 1477, "02405390": 1478, "11945228": 1479, "12169776": 1480, "12188120": 1481, "02482425": 1482, "10338707": 1483, "06780309": 1484, "00849939": 1485, "00583990": 1486, "04879092": 1487, "01273016": 1488, "01531742": 1489, "01323599": 1490, "12578626": 1491, "12578916": 1492, "00925110": 1493, "04757522": 1494, "00470966": 1495, "00471277": 1496, "05395548": 1497, "05395286": 1498, "09307300": 1499, "09385911": 1500, "09721244": 1501, "09686536": 1502, "00996448": 1503, "00075515": 1504, "08639058": 1505, "08639776": 1506, "06687178": 1507, "06686736": 1508, "00100044": 1509, "00099721": 1510, "01362736": 1511, "00609236": 1512, "01765392": 1513, "13971561": 1514, "08789605": 1515, "00753472": 1516, "00932798": 1517, "00825776": 1518, "01998599": 1519, "01998741": 1520, "05304932": 1521, "05267548": 1522, "11860801": 1523, "11861021": 1524, "12433178": 1525, "12432808": 1526, "06663617": 1527, "06655388": 1528, "02048891": 1529, "13878112": 1530, "06176322": 1531, "06174404": 1532, "14010927": 1533, "01861403": 1534, "00800421": 1535, "10084635": 1536, "02056971": 1537, "01930482": 1538, "09880741": 1539, "10707804": 1540, "01428155": 1541, "12006081": 1542, "12006306": 1543, "05303402": 1544, "05225602": 1545, "02788148": 1546, "02796623": 1547, "01881717": 1548, "06542830": 1549, "06542047": 1550, "01914947": 1551, "07460104": 1552, "03432129": 1553, "00551065": 1554, "02417070": 1555, "02416519": 1556, "02612393": 1557, "02616572": 1558, "06803636": 1559, "06791372": 1560, "08780881": 1561, "08698126": 1562, "03879854": 1563, "04074482": 1564, "14043882": 1565, "10893606": 1566, "10450303": 1567, "04953954": 1568, "02763283": 1569, "14422488": 1570, "04820908": 1571, "04820258": 1572, "06787835": 1573, "06304059": 1574, "04476116": 1575, "01454810": 1576, "07341038": 1577, "01878063": 1578, "00948071": 1579, "00634586": 1580, "00408852": 1581, "08375369": 1582, "09439433": 1583, "09322454": 1584, "07027180": 1585, "01163083": 1586, "06624161": 1587, "06764623": 1588, "00286928": 1589, "14986004": 1590, "07484265": 1591, "00026192": 1592, "00873469": 1593, "00872886": 1594, "12734446": 1595, "12734722": 1596, "05186306": 1597, "05187446": 1598, "02515713": 1599, "02515214": 1600, "12846546": 1601, "13194328": 1602, "06615927": 1603, "10485440": 1604, "02554066": 1605, "01461328": 1606, "08957381": 1607, "07808904": 1608, "02377480": 1609, "02374451": 1610, "05481095": 1611, "05465868": 1612, "08858942": 1613, "06644393": 1614, "06798750": 1615, "00106272": 1616, "00104539": 1617, "02464342": 1618, "10608385": 1619, "01652850": 1620, "01653026": 1621, "06498569": 1622, "06838652": 1623, "01043333": 1624, "08457976": 1625, "12792041": 1626, "12796617": 1627, "07505047": 1628, "01822936": 1629, "05999540": 1630, "05999797": 1631, "11536778": 1632, "11538935": 1633, "04859177": 1634, "04858785": 1635, "08853741": 1636, "08711655": 1637, "00101956": 1638, "00006238": 1639, "07962991": 1640, "07961480": 1641, "08276342": 1642, "08053576": 1643, "08210982": 1644, "02082056": 1645, "01886756": 1646, "11127996": 1647, "10453533": 1648, "08844557": 1649, "08842819": 1650, "02571251": 1651, "02566528": 1652, "11780930": 1653, "11781176": 1654, "15246853": 1655, "15122231": 1656, "01283208": 1657, "04369025": 1658, "00489730": 1659, "00488225": 1660, "03929202": 1661, "03265032": 1662, "11197099": 1663, "10423225": 1664, "02234551": 1665, "02234087": 1666, "00473322": 1667, "00429060": 1668, "00557686": 1669, "00173338": 1670, "02230772": 1671, "09466280": 1672, "09277686": 1673, "05418717": 1674, "05417975": 1675, "02451951": 1676, "01613463": 1677, "01446901": 1678, "01850315": 1679, "06845599": 1680, "03588046": 1681, "01086081": 1682, "01089778": 1683, "00072012": 1684, "13515958": 1685, "01796582": 1686, "01743217": 1687, "00962447": 1688, "09830629": 1689, "02769748": 1690, "00652622": 1691, "00654625": 1692, "01536916": 1693, "01538498": 1694, "06712325": 1695, "00828374": 1696, "10493685": 1697, "04025130": 1698, "07968702": 1699, "00589769": 1700, "09892831": 1701, "05841029": 1702, "05839024": 1703, "12787565": 1704, "11566682": 1705, "08563180": 1706, "09201301": 1707, "10540656": 1708, "01327028": 1709, "00004475": 1710, "01017987": 1711, "02747709": 1712, "00953559": 1713, "00952963": 1714, "09854510": 1715, "02746365": 1716, "01136614": 1717, "04833276": 1718, "00101609": 1719, "02630052": 1720, "02630739": 1721, "01127215": 1722, "01476483": 1723, "11992674": 1724, "02294761": 1725, "02310334": 1726, "05784560": 1727, "02863464": 1728, "15067025": 1729, "14989545": 1730, "02501275": 1731, "01862557": 1732, "01494188": 1733, "08709038": 1734, "08753933": 1735, "12799580": 1736, "09510305": 1737, "09507097": 1738, "07238102": 1739, "04688246": 1740, "02513560": 1741, "01321579": 1742, "02326198": 1743, "03461385": 1744, "14332085": 1745, "02123424": 1746, "09952393": 1747, "10323752": 1748, "02273545": 1749, "05570129": 1750, "05289861": 1751, "04780958": 1752, "01628302": 1753, "02460199": 1754, "10520804": 1755, "10515194": 1756, "01830623": 1757, "13164763": 1758, "00357332": 1759, "01448767": 1760, "01449586": 1761, "03058949": 1762, "03058107": 1763, "10240514": 1764, "09606527": 1765, "02386012": 1766, "10381214": 1767, "04514738": 1768, "03167666": 1769, "01418947": 1770, "01416585": 1771, "00478830": 1772, "07334490": 1773, "09163192": 1774, "08700255": 1775, "15291498": 1776, "15224486": 1777, "12925394": 1778, "08616050": 1779, "01576165": 1780, "04971928": 1781, "04959672": 1782, "00382109": 1783, "00374534": 1784, "07955280": 1785, "07951464": 1786, "00797299": 1787, "10037385": 1788, "01084180": 1789, "01083645": 1790, "02773037": 1791, "04857083": 1792, "00262792": 1793, "00430370": 1794, "12655062": 1795, "12654659": 1796, "02799897": 1797, "04285146": 1798, "02359775": 1799, "02511551": 1800, "00805034": 1801, "05703956": 1802, "00724492": 1803, "00660571": 1804, "00658052": 1805, "12391745": 1806, "12394861": 1807, "03869222": 1808, "01080691": 1809, "03648804": 1810, "13933841": 1811, "02027612": 1812, "12746733": 1813, "12746884": 1814, "05047059": 1815, "05046009": 1816, "02542280": 1817, "02542795": 1818, "03501614": 1819, "03313873": 1820, "00933420": 1821, "03790512": 1822, "03791235": 1823, "04627936": 1824, "06951067": 1825, "06757057": 1826, "00835294": 1827, "02205896": 1828, "02206624": 1829, "02171633": 1830, "02172387": 1831, "02049190": 1832, "00058014": 1833, "00056930": 1834, "00954086": 1835, "01126846": 1836, "03379828": 1837, "02898711": 1838, "00415044": 1839, "10583387": 1840, "02250464": 1841, "02251452": 1842, "00438752": 1843, "12398990": 1844, "01566645": 1845, "01056369": 1846, "01365131": 1847, "01232387": 1848, "01727490": 1849, "07342049": 1850, "07919310": 1851, "07881800": 1852, "01900408": 1853, "01831531": 1854, "14031108": 1855, "12123050": 1856, "00789138": 1857, "00644583": 1858, "08801678": 1859, "08807894": 1860, "04671841": 1861, "00718924": 1862, "11699071": 1863, "11835806": 1864, "11836137": 1865, "12501745": 1866, "12526380": 1867, "00384329": 1868, "06262567": 1869, "00555780": 1870, "10702167": 1871, "10575787": 1872, "02153709": 1873, "08077292": 1874, "08189659": 1875, "01498872": 1876, "13872421": 1877, "02714865": 1878, "02713372": 1879, "10087736": 1880, "00869931": 1881, "11566230": 1882, "01738774": 1883, "01753788": 1884, "01246601": 1885, "02722458": 1886, "03157987": 1887, "01625747": 1888, "01628148": 1889, "12939479": 1890, "12939104": 1891, "00032539": 1892, "06716483": 1893, "00737536": 1894, "00735936": 1895, "00480993": 1896, "00479076": 1897, "01606574": 1898, "01494310": 1899, "12094121": 1900, "02354536": 1901, "00309582": 1902, "07390400": 1903, "06945679": 1904, "12969927": 1905, "12969131": 1906, "11978035": 1907, "12876032": 1908, "12879719": 1909, "02519555": 1910, "11289709": 1911, "10842730": 1912, "09894143": 1913, "05219724": 1914, "05513807": 1915, "09023321": 1916, "09025728": 1917, "06875697": 1918, "06282651": 1919, "09029457": 1920, "09030467": 1921, "02553196": 1922, "02600953": 1923, "01817755": 1924, "05988097": 1925, "00133981": 1926, "01412346": 1927, "03888257": 1928, "01968275": 1929, "12751043": 1930, "11567411": 1931, "01695259": 1932, "01723678": 1933, "06892016": 1934, "01719921": 1935, "01486312": 1936, "02975212": 1937, "02733187": 1938, "05395690": 1939, "08544813": 1940, "08491826": 1941, "05675130": 1942, "00570590": 1943, "05675905": 1944, "05804793": 1945, "14359174": 1946, "14299637": 1947, "13150178": 1948, "13149296": 1949, "04315948": 1950, "04077430": 1951, "05573895": 1952, "05574151": 1953, "01623792": 1954, "01621555": 1955, "01835918": 1956, "01835276": 1957, "01389507": 1958, "12599435": 1959, "12598826": 1960, "10018021": 1961, "00804802": 1962, "01845720": 1963, "09629752": 1964, "01588134": 1965, "03327234": 1966, "00836149": 1967, "01708778": 1968, "01729431": 1969, "07048000": 1970, "00957176": 1971, "10655594": 1972, "09821831": 1973, "02717901": 1974, "03740161": 1975, "02496036": 1976, "02936714": 1977, "02420789": 1978, "03599628": 1979, "06686174": 1980, "00891936": 1981, "00722479": 1982, "00523513": 1983, "07223985": 1984, "07223170": 1985, "00350878": 1986, "00350380": 1987, "01048492": 1988, "00907147": 1989, "12890009": 1990, "12891093": 1991, "13617046": 1992, "13600822": 1993, "01919711": 1994, "13757249": 1995, "04380617": 1996, "03672352": 1997, "12329260": 1998, "00128638": 1999, "00125629": 2000, "02528534": 2001, "02534352": 2002, "14334511": 2003, "14334122": 2004, "02110552": 2005, "14526182": 2006, "05881867": 2007, "13590327": 2008, "09068444": 2009, "09069752": 2010, "03949442": 2011, "01163847": 2012, "05790572": 2013, "05788149": 2014, "10779897": 2015, "10433737": 2016, "03640660": 2017, "03899328": 2018, "10783539": 2019, "01978744": 2020, "01978930": 2021, "13480667": 2022, "13518963": 2023, "09213076": 2024, "09403734": 2025, "02961505": 2026, "08952190": 2027, "13426376": 2028, "02098325": 2029, "00639356": 2030, "02395406": 2031, "00058645": 2032, "10345015": 2033, "07348399": 2034, "01990281": 2035, "06632097": 2036, "02038357": 2037, "02503313": 2038, "13384557": 2039, "13372961": 2040, "01322221": 2041, "15145586": 2042, "01201271": 2043, "01201021": 2044, "13722340": 2045, "13722060": 2046, "13721003": 2047, "13716084": 2048, "08121117": 2049, "10091651": 2050, "02345288": 2051, "13262663": 2052, "01857325": 2053, "01855672": 2054, "09551356": 2055, "09505418": 2056, "07565259": 2057, "02656763": 2058, "01134522": 2059, "09811852": 2060, "10248198": 2061, "05946687": 2062, "00415988": 2063, "02777734": 2064, "08270662": 2065, "06095022": 2066, "13069348": 2067, "13069535": 2068, "05423779": 2069, "01103614": 2070, "01745722": 2071, "11743294": 2072, "13122364": 2073, "00283911": 2074, "01633343": 2075, "00940842": 2076, "03351434": 2077, "03410022": 2078, "02343595": 2079, "00205891": 2080, "10211203": 2081, "08774912": 2082, "10721470": 2083, "10577284": 2084, "01596645": 2085, "00256746": 2086, "08731606": 2087, "08956760": 2088, "08685188": 2089, "08630039": 2090, "09946278": 2091, "02716767": 2092, "05799581": 2093, "02532261": 2094, "05022457": 2095, "01022064": 2096, "04539053": 2097, "00620752": 2098, "02406916": 2099, "06836822": 2100, "06828818": 2101, "10491309": 2102, "00967625": 2103, "01116380": 2104, "05695554": 2105, "00023271": 2106, "02293321": 2107, "00213186": 2108, "00177127": 2109, "01023820": 2110, "01772985": 2111, "01762525": 2112, "02771320": 2113, "07996412": 2114, "01174555": 2115, "02399424": 2116, "01563005": 2117, "09429387": 2118, "00043195": 2119, "02285629": 2120, "05293944": 2121, "05293597": 2122, "08999154": 2123, "15027189": 2124, "14728724": 2125, "07476623": 2126, "02462602": 2127, "12564840": 2128, "12565912": 2129, "02373093": 2130, "09621359": 2131, "03452449": 2132, "04329190": 2133, "00212065": 2134, "02264179": 2135, "14235200": 2136, "14234074": 2137, "13659604": 2138, "13649268": 2139, "05756414": 2140, "06136258": 2141, "01172275": 2142, "01165043": 2143, "01927159": 2144, "01925695": 2145, "12166929": 2146, "12166424": 2147, "01997119": 2148, "01997680": 2149, "12568865": 2150, "02769460": 2151, "04336034": 2152, "00609506": 2153, "00606370": 2154, "06437531": 2155, "09818343": 2156, "02133297": 2157, "06671637": 2158, "00875141": 2159, "01794668": 2160, "00668099": 2161, "02899439": 2162, "03673971": 2163, "13458571": 2164, "05511618": 2165, "05388805": 2166, "01184625": 2167, "13366311": 2168, "01965464": 2169, "01963942": 2170, "04097373": 2171, "02958343": 2172, "01022178": 2173, "01928838": 2174, "08920924": 2175, "08923884": 2176, "00501534": 2177, "06084469": 2178, "01877812": 2179, "01877134": 2180, "12639910": 2181, "12639736": 2182, "08740875": 2183, "09722658": 2184, "08696931": 2185, "10549925": 2186, "09998101": 2187, "09367991": 2188, "09367203": 2189, "04729984": 2190, "04729328": 2191, "04322026": 2192, "04359589": 2193, "08491245": 2194, "08491027": 2195, "04051068": 2196, "02673637": 2197, "02120997": 2198, "02439929": 2199, "07854813": 2200, "07850329": 2201, "00426928": 2202, "02418421": 2203, "00912473": 2204, "07120524": 2205, "02812201": 2206, "04552696": 2207, "09068921": 2208, "02489288": 2209, "02489589": 2210, "01097500": 2211, "01263711": 2212, "04402746": 2213, "04401088": 2214, "01273814": 2215, "06796119": 2216, "00067999": 2217, "00072989": 2218, "00196364": 2219, "00258857": 2220, "00021997": 2221, "00329654": 2222, "13163991": 2223, "08305114": 2224, "08304895": 2225, "00047317": 2226, "00795008": 2227, "02276527": 2228, "06252743": 2229, "00740577": 2230, "14438125": 2231, "12614477": 2232, "13121544": 2233, "09960545": 2234, "00404726": 2235, "07339808": 2236, "07339653": 2237, "00694681": 2238, "00874067": 2239, "14333136": 2240, "01250908": 2241, "12247664": 2242, "07743544": 2243, "02321759": 2244, "02316038": 2245, "14836960": 2246, "00229026": 2247, "02023600": 2248, "07991364": 2249, "10128519": 2250, "06117562": 2251, "04475900": 2252, "01143713": 2253, "12959802": 2254, "12959967": 2255, "02015944": 2256, "01107932": 2257, "01106808": 2258, "06403393": 2259, "00614730": 2260, "07284554": 2261, "02660442": 2262, "11629501": 2263, "11639863": 2264, "00854904": 2265, "10100761": 2266, "02610628": 2267, "14747587": 2268, "14745635": 2269, "10510546": 2270, "00667747": 2271, "07580782": 2272, "00324560": 2273, "02316304": 2274, "00212808": 2275, "04646548": 2276, "04616059": 2277, "01188485": 2278, "04945254": 2279, "09053185": 2280, "09053947": 2281, "04464211": 2282, "08616311": 2283, "00881441": 2284, "00880662": 2285, "01112584": 2286, "01112364": 2287, "09194357": 2288, "09477567": 2289, "00061595": 2290, "00692506": 2291, "00436668": 2292, "14575180": 2293, "08800676": 2294, "09696124": 2295, "00164579": 2296, "06128570": 2297, "02048051": 2298, "02045790": 2299, "02128120": 2300, "02129604": 2301, "00492706": 2302, "14516743": 2303, "04050410": 2304, "01575146": 2305, "02629581": 2306, "02629716": 2307, "09853305": 2308, "10415638": 2309, "12694486": 2310, "07746334": 2311, "02267060": 2312, "00933154": 2313, "02079933": 2314, "11501230": 2315, "03918480": 2316, "03196324": 2317, "07140978": 2318, "12996841": 2319, "08103777": 2320, "00953216": 2321, "07221756": 2322, "07496463": 2323, "07494363": 2324, "01176079": 2325, "03751065": 2326, "00949974": 2327, "00122106": 2328, "00205885": 2329, "00364479": 2330, "07537068": 2331, "02468965": 2332, "02467662": 2333, "01566185": 2334, "07353075": 2335, "13740765": 2336, "13740168": 2337, "12651465": 2338, "00058135": 2339, "01976477": 2340, "01980993": 2341, "06000400": 2342, "00021826": 2343, "00021065": 2344, "01929396": 2345, "01929951": 2346, "11877193": 2347, "11876976": 2348, "01118614": 2349, "01117723": 2350, "09272927": 2351, "12008749": 2352, "12008252": 2353, "01892271": 2354, "01608934": 2355, "11898271": 2356, "07252764": 2357, "00794079": 2358, "10618848": 2359, "08366202": 2360, "04988258": 2361, "04987620": 2362, "02538010": 2363, "02537085": 2364, "00923995": 2365, "01654628": 2366, "12854443": 2367, "00280301": 2368, "14779205": 2369, "02408281": 2370, "03242713": 2371, "11841529": 2372, "11849017": 2373, "12333397": 2374, "12333530": 2375, "01106272": 2376, "01105259": 2377, "10342543": 2378, "01044533": 2379, "00908351": 2380, "01129532": 2381, "09050730": 2382, "09093608": 2383, "02527651": 2384, "00075618": 2385, "07663592": 2386, "07656077": 2387, "07909811": 2388, "07907943": 2389, "12942270": 2390, "12942395": 2391, "00156601": 2392, "13538314": 2393, "13460568": 2394, "01474283": 2395, "01473806": 2396, "00785470": 2397, "14116908": 2398, "14059928": 2399, "04812268": 2400, "00849357": 2401, "05540121": 2402, "05280998": 2403, "01048569": 2404, "15193271": 2405, "08083599": 2406, "13395187": 2407, "13393762": 2408, "00437125": 2409, "00195569": 2410, "01904930": 2411, "13723577": 2412, "13717155": 2413, "14994004": 2414, "14792703": 2415, "00252662": 2416, "00475819": 2417, "00029836": 2418, "07126734": 2419, "01158690": 2420, "00682436": 2421, "09422294": 2422, "09468604": 2423, "05779371": 2424, "00633443": 2425, "07050619": 2426, "01802219": 2427, "03882611": 2428, "01678519": 2429, "07528212": 2430, "01812324": 2431, "04787324": 2432, "00412696": 2433, "00360650": 2434, "01904845": 2435, "04259771": 2436, "04021503": 2437, "00745637": 2438, "02513740": 2439, "12768177": 2440, "02022162": 2441, "00048225": 2442, "02068735": 2443, "02071506": 2444, "00060185": 2445, "03567066": 2446, "04739932": 2447, "04737934": 2448, "00720808": 2449, "00595630": 2450, "10155849": 2451, "07066659": 2452, "02192127": 2453, "00065070": 2454, "02604760": 2455, "01101391": 2456, "01948077": 2457, "00445055": 2458, "02364221": 2459, "01949110": 2460, "02924116": 2461, "01042531": 2462, "00733483": 2463, "02018524": 2464, "12552081": 2465, "00593219": 2466, "15264363": 2467, "15122011": 2468, "01198779": 2469, "03571155": 2470, "01181295": 2471, "10763383": 2472, "01930512": 2473, "09937903": 2474, "02590340": 2475, "14933314": 2476, "14931879": 2477, "13721177": 2478, "01349130": 2479, "01223182": 2480, "01098869": 2481, "10742384": 2482, "10254392": 2483, "00153263": 2484, "13497135": 2485, "00655378": 2486, "13503673": 2487, "07410021": 2488, "06021761": 2489, "00639998": 2490, "01892104": 2491, "07350192": 2492, "03511175": 2493, "01231252": 2494, "04007664": 2495, "00798717": 2496, "09754541": 2497, "12770892": 2498, "13104059": 2499, "09983572": 2500, "02446660": 2501, "01548718": 2502, "03294833": 2503, "00927430": 2504, "06651577": 2505, "14040310": 2506, "01188144": 2507, "02246300": 2508, "02244956": 2509, "00443384": 2510, "00443116": 2511, "09033333": 2512, "09458791": 2513, "01976841": 2514, "05822746": 2515, "05816287": 2516, "06987124": 2517, "03039087": 2518, "11740824": 2519, "11562747": 2520, "08563627": 2521, "09057311": 2522, "05651971": 2523, "02106006": 2524, "10989610": 2525, "10650162": 2526, "09060768": 2527, "09064966": 2528, "13416345": 2529, "02262139": 2530, "02245592": 2531, "02672187": 2532, "01072262": 2533, "04876985": 2534, "00958880": 2535, "08580803": 2536, "08580583": 2537, "01941093": 2538, "01840238": 2539, "12348774": 2540, "12349916": 2541, "02171254": 2542, "00795161": 2543, "00791078": 2544, "01191645": 2545, "04884627": 2546, "02040709": 2547, "07275275": 2548, "10216403": 2549, "10478960": 2550, "12707432": 2551, "00406365": 2552, "14957270": 2553, "15112239": 2554, "12587132": 2555, "12582665": 2556, "00738966": 2557, "00732746": 2558, "14640434": 2559, "14877585": 2560, "00073828": 2561, "00070965": 2562, "14427065": 2563, "09918554": 2564, "12975608": 2565, "03714721": 2566, "02114056": 2567, "00903559": 2568, "02766390": 2569, "07412668": 2570, "00965035": 2571, "07217924": 2572, "03722288": 2573, "03748162": 2574, "10633450": 2575, "09626589": 2576, "02764438": 2577, "00377002": 2578, "11253248": 2579, "11253097": 2580, "01285305": 2581, "00956485": 2582, "03008275": 2583, "03304730": 2584, "01151407": 2585, "01150938": 2586, "06558277": 2587, "06556692": 2588, "06950209": 2589, "06364149": 2590, "06362953": 2591, "00759335": 2592, "05987522": 2593, "00595785": 2594, "02233577": 2595, "04948241": 2596, "02245403": 2597, "02511510": 2598, "13303315": 2599, "02351010": 2600, "11633116": 2601, "00081725": 2602, "10707233": 2603, "05853449": 2604, "09998907": 2605, "01675963": 2606, "06562993": 2607, "08404373": 2608, "08198398": 2609, "08903636": 2610, "05903229": 2611, "13650921": 2612, "10511425": 2613, "01734502": 2614, "00780889": 2615, "00768701": 2616, "12928491": 2617, "12928071": 2618, "00034758": 2619, "10627899": 2620, "14941884": 2621, "14798450": 2622, "10179291": 2623, "09820263": 2624, "08243851": 2625, "08049401": 2626, "10349551": 2627, "10349243": 2628, "02137428": 2629, "08557131": 2630, "10038620": 2631, "01843055": 2632, "00308370": 2633, "02829696": 2634, "03338009": 2635, "04442831": 2636, "01622795": 2637, "03860882": 2638, "05194151": 2639, "00776523": 2640, "00828779": 2641, "07556637": 2642, "01177118": 2643, "10269458": 2644, "01500873": 2645, "00916464": 2646, "12618942": 2647, "12787007": 2648, "03512147": 2649, "03510583": 2650, "01138911": 2651, "01156115": 2652, "01107726": 2653, "09965134": 2654, "01038538": 2655, "02705303": 2656, "06619428": 2657, "05257593": 2658, "05256862": 2659, "01636984": 2660, "12051285": 2661, "12051792": 2662, "11943824": 2663, "09941383": 2664, "02592250": 2665, "08227214": 2666, "12450099": 2667, "12450344": 2668, "13369857": 2669, "13343526": 2670, "03426574": 2671, "04498523": 2672, "00695761": 2673, "05804491": 2674, "13993517": 2675, "00338071": 2676, "12156308": 2677, "12156484": 2678, "01458664": 2679, "04332243": 2680, "13720852": 2681, "10514962": 2682, "02552449": 2683, "11647306": 2684, "04135315": 2685, "03872495": 2686, "02080291": 2687, "12372708": 2688, "11565385": 2689, "08897843": 2690, "09862345": 2691, "10559288": 2692, "01313249": 2693, "08268321": 2694, "00521874": 2695, "12116881": 2696, "10516874": 2697, "01000214": 2698, "00022686": 2699, "04836683": 2700, "09871681": 2701, "10563183": 2702, "08220714": 2703, "01469770": 2704, "01478603": 2705, "13944747": 2706, "13635336": 2707, "13602526": 2708, "11653904": 2709, "13108841": 2710, "01593705": 2711, "01593857": 2712, "01496331": 2713, "01495701": 2714, "09207288": 2715, "08723006": 2716, "10418101": 2717, "10741821": 2718, "01999798": 2719, "08859173": 2720, "00737070": 2721, "02724417": 2722, "00713818": 2723, "02747922": 2724, "02367363": 2725, "08176077": 2726, "09161803": 2727, "01753721": 2728, "01755274": 2729, "03131038": 2730, "03282591": 2731, "12130160": 2732, "12102133": 2733, "13162297": 2734, "11596845": 2735, "11598991": 2736, "12410715": 2737, "12423565": 2738, "14063633": 2739, "00305537": 2740, "01697027": 2741, "03777283": 2742, "08428019": 2743, "00296585": 2744, "00308105": 2745, "11444816": 2746, "14313440": 2747, "00097394": 2748, "12193334": 2749, "13134947": 2750, "14286549": 2751, "01309143": 2752, "12671157": 2753, "12677427": 2754, "00344125": 2755, "04734885": 2756, "01061320": 2757, "01449974": 2758, "06744000": 2759, "00960961": 2760, "00155487": 2761, "02694933": 2762, "00676450": 2763, "00161243": 2764, "02523784": 2765, "00066901": 2766, "02026798": 2767, "00255710": 2768, "01535246": 2769, "07836456": 2770, "02353861": 2771, "02331309": 2772, "05478336": 2773, "05476256": 2774, "01053404": 2775, "01469445": 2776, "05471181": 2777, "05470189": 2778, "00413239": 2779, "02561332": 2780, "06249177": 2781, "06248043": 2782, "15120346": 2783, "02797021": 2784, "07007945": 2785, "04785908": 2786, "04625515": 2787, "06060845": 2788, "02555434": 2789, "02058756": 2790, "01997862": 2791, "06201136": 2792, "10402086": 2793, "08067077": 2794, "08066763": 2795, "12534453": 2796, "03121897": 2797, "04015204": 2798, "08196230": 2799, "14855724": 2800, "14853947": 2801, "07290278": 2802, "12410381": 2803, "08223802": 2804, "12533730": 2805, "09644820": 2806, "10488309": 2807, "10370381": 2808, "03129123": 2809, "01693453": 2810, "00900207": 2811, "14472624": 2812, "01953467": 2813, "00601822": 2814, "00180770": 2815, "03585438": 2816, "01916214": 2817, "02000954": 2818, "01374020": 2819, "07344528": 2820, "02457756": 2821, "01792567": 2822, "07495327": 2823, "06154724": 2824, "04929422": 2825, "08929555": 2826, "12524518": 2827, "03550153": 2828, "04446521": 2829, "04447861": 2830, "00046522": 2831, "01003588": 2832, "01003249": 2833, "11512992": 2834, "11419404": 2835, "02394445": 2836, "10005280": 2837, "07994941": 2838, "07993929": 2839,